[
  {
    "key": "m_start_button",
    "value": "Begin"
  },
  {
    "key": "m_continue_button",
    "value": "Continue"
  },
  {
    "key": "m_settings_button",
    "value": "Settings"
  },
  {
    "key": "m_quit_button",
    "value": "Quit"
  },
  {
    "key": "m_master_volume",
    "value": "Master Volume"
  },
  {
    "key": "O1",
    "value": "Now where should we begin?"
  },
  {
    "key": "O2",
    "value": "At the beginning? Like, the very beginning? When Tessa created the world?"
  },
  {
    "key": "O3",
    "value": "No, that’s a bit too… far back."
  },
  {
    "key": "O4",
    "value": "Instead, we’ll start where many stories begin, with a character."
  },
  {
    "key": "O5",
    "value": "Ball."
  },
  {
    "key": "O6",
    "value": "He was abandoned. Left to us in the dead of night. His parents gone."
  },
  {
    "key": "O7",
    "value": "Typical of Circles, you know. No responsibility."
  },
  {
    "key": "O8",
    "value": "So we took him in and raised him."
  },
  {
    "key": "O9",
    "value": "For years, we gave him everything our wonderful society had to offer."
  },
  {
    "key": "O10",
    "value": "A loving foster family. A school. A good life."
  },
  {
    "key": "O11",
    "value": "And how did he repay us? Did he become a productive member of society?"
  },
  {
    "key": "O12",
    "value": "No!"
  },
  {
    "key": "O13",
    "value": "He disappeared!"
  },
  {
    "key": "11_1",
    "value": "Ball left Los Angles sometime in the middle of his education."
  },
  {
    "key": "11_2",
    "value": "Wasn't content, for whatever reason."
  },
  {
    "key": "11_3",
    "value": "Ball bounced his way out. No obstacle could stop him."
  },
  {
    "key": "11_4",
    "value": "He could scale many walls. A cube skill, but one Ball learned to fit in."
  },
  {
    "key": "11_5",
    "value": "For all the good that did."
  },
  {
    "key": "11_6",
    "value": "Ball had only one thing on his tiny, stupid mind. To leave. To run away."
  },
  {
    "key": "11_H",
    "value": "Ah, the Hidden Shape. I was surprised Ball found it. He never struck me as all that clever."
  },
  {
    "key": "12_1",
    "value": "But the real question is why. It didn’t make sense."
  },
  {
    "key": "12_2",
    "value": "Cubes built this paradise, and yet Ball wanted nothing to do with it."
  },
  {
    "key": "12_3",
    "value": "Maybe that was it. Raised by cubes, yes. But Ball was never really one of us."
  },
  {
    "key": "12_4",
    "value": "He always stood out. It wasn’t just his appearance. He made himself stand out."
  },
  {
    "key": "12_5",
    "value": "Even with all of our help, Ball was never good at fitting in."
  },
  {
    "key": "12_6",
    "value": "Well, no use questioning the motives of a madman. There are far more productive ways to spend my time."
  },
  {
    "key": "12_H",
    "value": "I thought that shape was hidden pretty well. I suppose I could be wrong, once in a while."
  },
  {
    "key": "13_1",
    "value": "I'm glad he left, you know. All he ever did was burden us."
  },
  {
    "key": "13_2",
    "value": "Go on, Ball. Get out of here. Never return."
  },
  {
    "key": "13_3",
    "value": "Nobody wanted you. Nobody liked you."
  },
  {
    "key": "13_4",
    "value": "Los Angles was a city for Cubes anyway. Not some Circle like you."
  },
  {
    "key": "13_5",
    "value": "*ahem* Sorry, I was just talking to myself."
  },
  {
    "key": "13_6",
    "value": "Those dirty Circles who left Ball on our doorstop. Who pushed their burden on us."
  },
  {
    "key": "13_7",
    "value": "You know, it was never his home anyway. He didn’t belong here."
  },
  {
    "key": "13_8",
    "value": "In fact, I suppose it was a favor of his, in some way. Leaving."
  },
  {
    "key": "13_9",
    "value": "Where was Ball going, you ask?"
  },
  {
    "key": "13_10",
    "value": "Have you heard of Pyramid?"
  },
  {
    "key": "13_11",
    "value": "Land of the Triangles. Home of the laziest shapes you've ever met."
  },
  {
    "key": "13_12",
    "value": "All talk, no action, those ones. Knowledge first, work second."
  },
  {
    "key": "13_13",
    "value": "Why Ball sought them out, I'll never know."
  },
  {
    "key": "13_14",
    "value": "But there he went. Gone. Never to return."
  },
  {
    "key": "13_15",
    "value": "Thank Tessa, he's gone!"
  },
  {
    "key": "13_16",
    "value": "Ball would receive help no longer. He was on his own."
  },
  {
    "key": "13_H",
    "value": "It was admittedly impressive. To find this hidden shape. Or perhaps just lucky."
  }
]